Repository: ngshakhawat/hrw
Catalog: lang/*/LC_MESSAGES/sav.*.po
Languages: pl_pl

source: The Employee's Job Position does not have a structure, please define Salary Structure
pl_pl: Stanowisko tego pracownika nie ma zdefiniowanej struktury wynagrodzenia. Najpierw zdefiniuj Struktury Wynagrodze�

source: You must enter at least one journal line.
pl_pl: Musisz wprowadzi� co najmniej jedn� pozycj� dziennika.

source: The journal must balance (debits equal to credits) before it can be processed.
pl_pl: Pozycja musi by� zbilansowana (Wn r�wne Ma) przed zapisaniem.

source: Employee cannot getting paid for non-working period.
pl_pl: Wynagrodzenie za prac� w czasie wolnym nie przys�uguje.

source: Dimension is closed.
pl_pl: Analityka jest zamkni�ta.

source: You must enter either a debit amount or a credit amount.
pl_pl: Musisz poda� warto�� Winien albo warto�� Ma.

source: The debit amount entered is not a valid number or is less than zero.
pl_pl: Podana warto�� jest nieprawid�owa b�d� mniejsza od zera.

source: The credit amount entered is not a valid number or is less than zero.
pl_pl: Podana warto�� Winien jest nieprawid�owa b�d� mniejsza od zera.

source: Cannot make a journal entry for a bank account. Use banking functions for bank transactions.
pl_pl: Nie mo�na wprowadza� pozycji dziennika dla rachunku bankowego. Wykorzystaj do tego jedn� z opcji menu dla transakcji bankowych.

source: Generate Payslip
pl_pl: Wygeneruj Pasek

source: Generate Payslip For Process
pl_pl: Generuj pasek

source: Rows
pl_pl: Zapisy na Kontach

source: Process PaySlip
pl_pl: Wprowad� Pasek

source: Process journal entry only if debits equal to credits
pl_pl: Wprowad� Dokument do Dziennika

source: Cancels document entry or removes Gl items
pl_pl: Przerywa wprowadzanie dokumentu lub ususwa zapsiy ksi�gowe

source: Manage Job Positions
pl_pl: Stanowiska

source: Name field cannot be empty.
pl_pl: Nazwa nie mo�e by� pusta.

source: Amount field value must be a positive number.
pl_pl: Kwota musi by� liczb� dodatni�

source: Selected job position has been updated
pl_pl: Wybrane stanowisko zosta�a zmienione

source: New job position has been added
pl_pl: Dodano nowe stanowisko

source: This job position cannot be deleted.
pl_pl: Teo stanowisko nie mo�e by� usuni�te.

source: Selected job position has been deleted
pl_pl: Wybrane stanowisko zosta�o usuni�te

source: Salary amount
pl_pl: Warto�� wynagrodzenia

source: Pay basis
pl_pl: Naliczanie

source: Monthly
pl_pl: Miesi�czne

source: Daily
pl_pl: Dni�wka

source: Position Name:
pl_pl: Nazwa Stanowiska:

source: Salary Basic Account:
pl_pl: Konto Wynagrodzenia Podstawowego:

source: Salary Basic Amount
pl_pl: Kwota Wynagrodzenia Podstawowego

source: Daily wage
pl_pl: Stawka dzienna

source: Manage Salary Structure
pl_pl: Struktury P�ac

source: Select job position
pl_pl: Wyb�r stanowiska

source: Only one amount (earning or deduction) is allowed per rule
pl_pl: W danej regule tylko jedna kwota (wynagrodzenia lub obci��enia) jest dozwolona.

source: Salary structure has been updated.
pl_pl: Struktura wyagrodzenia zosta�a zaktualizowana.

source: Selected structure has been deleted.
pl_pl: Wybrana struktura wynagrodzenia zosta�a usuni�ta.

source: Monthly Earnings
pl_pl: Zarobki Miesi�czne

source: Monthly Deductions
pl_pl: Obci��enia Miesi�czne

source: Daily Earnings
pl_pl: Zarobki Dzienne

source: Daily Deductions
pl_pl: Obci��enia Dzienne

source: Basic Salary
pl_pl: Wynagrodzenie Podstawowe

source: Save salary structure
pl_pl: Zapisz struktur� wynagrodzenia

source: Update salary structure data
pl_pl: Zaktualizouj struktur� wynagrodzenia

source: Delete salary structure if have been never used
pl_pl: Usu� struktur e wynagrodzenia je�li nie jest nigdzie u�ywana

source: Selected job position has not been assigned any pay element yet
pl_pl: Nie dodano jeszcze �adnego sk�adnika wynagrodzenia

source: Before this function can be run, Job Positions must be defined and Pay Elements must be added.
pl_pl: Zanim u�yjesz tej funkcji, musisz zdefinowa� Stanowiska i doda� Sk�adniki Wynagrodzenia

source: Grade
pl_pl: Ranga

source: Please define grade amount for the selected job position first.
pl_pl: Najpierw okre�l rang� dla wybranego stanowiska.

source: Report %s could not be found.
pl_pl: Raport %s nie istnieje.

source: Not set
pl_pl: Nie ustawione

source: Advance Deduction
pl_pl: Potr�cenie Zaliczki

source: Company:
pl_pl: Firma:

source: Phone:
pl_pl: Numer Telefonu:

source: Employee name
pl_pl: Nazwisko pracownika

source: Birth date
pl_pl: Data urodzenia

source: Hired date
pl_pl: Data zatrudnienia

source: Employees List
pl_pl: Lista Pracownik�w

source: No employee filter
pl_pl: Wszyscy

source: No department filter
pl_pl: Wszystkie

source: No gender filter
pl_pl: Bez filtra

source: List of Employees
pl_pl: Lista Pracownik�w

source: Orientation
pl_pl: Orientacja Papieru

source: Leaves
pl_pl: Uropy

source: Earnings
pl_pl: Wynagrodzenia

source: Employee:
pl_pl: Pracownik:

source: Payslip #:
pl_pl: Pasek nr:

source: HRM
pl_pl: HR

source: Employees by Department
pl_pl: Prawcownicy wg Oddzia��w

source: Employees
pl_pl: Pracownicy

source: Class
pl_pl: Klasa

source: Employees by Age
pl_pl: Pacownicy wg wieku

source: Ages
pl_pl: Wiek
