Repository: ngshakhawat/hrw
Catalog: lang/*/LC_MESSAGES/sav.*.po
Languages: pl_pl

source: Pay From
pl_pl: P�atne Od

source: To:
pl_pl: Do:

source: Pay To
pl_pl: P�atne Do

source: Select employee
pl_pl: Wybierz pracownika

source: Pay Basis:
pl_pl: Naliczanie:

source: Monthly salary
pl_pl: Wynagrodzenie Miesi�czne

source: Daily wages
pl_pl: Stawki dizenne

source: Payslip No:
pl_pl: Pasek Nr:

source: days
pl_pl: dni

source: day
pl_pl: dzie�

source: hours
pl_pl: godzin

source: hour
pl_pl: godzina

source: Work days:
pl_pl: Dni pracuj�ce:

source: Leave hours:
pl_pl: Godziny wolne:

source: This employee does not belong to any department
pl_pl: Ten praciwnik nie jest zwi�zany z rzadnym oddzia�em

source: Basic account has not been set for department
pl_pl: Nie wybrano g��wnego konta dla oddzia�u

source: Basic account has not been set for job position
pl_pl: Nie wybrano g��wnego konta dla stanowiska

source: non-working period of staff #%d
pl_pl: czas wolny dla personelu #%d

source: Edit journal line
pl_pl: Zmie� lini� dziennika

source: Remove line from journal
pl_pl: Usu� lini� dziennika

source: Total Salary
pl_pl: P�aca Razem

source: Confirm changes
pl_pl: Zatwierd� zmiany

source: Cancel changes
pl_pl: Anuluj zmiany

source: Add Item
pl_pl: Dodaj Pozycj�

source: Add new line to journal
pl_pl: Dodaj now� lini� do dziennika

source: All Payslip
pl_pl: Wszystkie Paski

source: Monday
pl_pl: Poniedzia�ek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: �roda

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Pi�tek

source: Saturday
pl_pl: Sobota

source: Sunday
pl_pl: Niedziela

source: Employee Transaction
pl_pl: Transkacja pracownika

source: Enter reference fragment or leave empty
pl_pl: Podaj fragment identyfikatora lub pozostaw puste

source: Enter memo fragment or leave empty
pl_pl: Podaj fragment memo lub pozostaw puste

source: All departments
pl_pl: Wszystkie oddzia�y

source: All employees
pl_pl: Wszyscy Pracownicy

source: Only unpaid:
pl_pl: Tylko niezap�acone:

source: Search
pl_pl: Szukaj

source: Payslip
pl_pl: Pasek

source: Employee advance
pl_pl: Zaliczka

source: Payment advice
pl_pl: Zlecenie wyp�aty

source: Print this Payslip
pl_pl: Drukuj ten Pasek

source: Trans #
pl_pl: Nr Trans.

source: Employee ID
pl_pl: ID pracownika

source: Employee Name
pl_pl: Nazwisko Pracownika

source: Payslip No
pl_pl: PAsek Nr

source: Pay from
pl_pl: P�atne od

source: Pay to
pl_pl: P�atne do

source: Marked items are overdue.
pl_pl: Zaznaczono transakcje op�nione.

source: Timesheet Inquiry
pl_pl: Przeszukiwanie harmonogram�w

source: Regular time
pl_pl: Czas podstawowy

source: Manage Pay Elements
pl_pl: Sk�adniki Wynagrodzenia

source: Element Name cannot be empty.
pl_pl: Nazwa sk�adnika nie mo�e by� pusta.

source: Selected account is already used.
pl_pl: Wybrane konto jest ju� u�ywane. Wybierz inne konto.

source: Pay element has been added.
pl_pl: Dodano nowy element sk�adowy wynagrodzenia.

source: The selected pay element has been updated.
pl_pl: Wybrany element sk�adowy wynagrodzenia zosta� zaktualizowany.

source: Cannot delete this account because payroll rules have been created using it.
pl_pl: Nie mo�na usun�� konta, poniewa� ju� utworzono regu�y p�ac u�ywaj�ce tego konta.

source: Selected account has been deleted
pl_pl: Wybrane konto zosta�o usuni�te

source: Element Name:
pl_pl: Nazwa Sk�adnika:

source: Select Account:
pl_pl: Wybierz Konto:

source: Account:
pl_pl: Konto:

source: The entered date is invalid.
pl_pl: Podano nieprawid�ow� dat�.

source: Cannot make attendance for the date in the future.
pl_pl: Nie mo�na rejestrowa� obecno�ci z dat� przysz��.

source: Attendance input data must be greater than 0, less than 24 hours and formatted in <b>HH:MM</b> or <b>Integer</b>, example - 02:25 , 2:25, 8, 23:59 ...
pl_pl: Czas pracy musi by� wi�ksze ni� zero, mniejsze ni� 24, i podany w formacie <b>HH:MM</b> lub <b>Integer</b>, np.: - 02:25 , 2:25, 8, 23:59 ...

source: Employees Attendance
pl_pl: Obecno�� Pracownika

source: From
pl_pl: Od

source: Attendance date begin
pl_pl: Data pocz�tkowa

source: To
pl_pl: Do

source: Attendance date end
pl_pl: Data ko�cowa

source: For department
pl_pl: Dla oddzia�u

source: Bulk
pl_pl: Zestawienie

source: Record all as regular work
pl_pl: Zarejestruj wszystko jako prac� regularn�

source: Employee
pl_pl: Pracownik

source: Leave Type
pl_pl: Typ Zwolnienia

source: Select Leave Type
pl_pl: Wybierz Typ Zwolnienia:

source: Save attendance
pl_pl: Zapisz obecno��

source: There are no employees for attendance.
pl_pl: Brak zarejestrowanych pracownik�w.

source: The selected date range includes a date that has been approved, please select another date range.
pl_pl: Wybrany zakres dat zawiera okres ju� zatwierdzony. Wybierz inny zakres dat.

source: Attendance has been saved.
pl_pl: Obecno�� zapisana.

source: Nothing added
pl_pl: Nic nie dodano

source: The number of month working days must be between 0 and 31.
pl_pl: Ilo�� dni pracuj�cych w miesi�cu musi by� w zakresie 0 do 31.

source: The number of working hours must be between 0 and 24.
pl_pl: Wymiar godzinowy musi by� w zakresie 0 do 100.

source: Grade %s is being used by employees, cannot select a lower grade
pl_pl: Ranga %s jest ju� u�ywana w danych pracowniczych. Nie mo�na ustali� ni�szej rangi.

source: The Payroll setup has been updated.
pl_pl: Ustawienia p�ac zosta�y zaktualizowane.

source: Payroll default Settings
pl_pl: Domy�lne ustawienia p�ac

source: General Ledger
pl_pl: Ksi�ga G��wna

source: Accrued Payroll Expense Account:
pl_pl: Konto Rozliczeniowe Wyp�at:

source: Payroll Expense Account:
pl_pl: Konto Koszt�w P�ac:

source: Use Salary Basic Account
pl_pl: U�yj Podstawowego Konta Wynagrodze�

source: Overtime account:
pl_pl: Konto nadgodzin:

source: Working time parameters
pl_pl: Parametry czasu pracy

source: Work days per month:
pl_pl: Liczba dni pracuj�cych w miesi�cu:

source: Work hours per day:
pl_pl: Dzienny wymiar godzinowy:

source: Weekend:
pl_pl: Koniec tygodnia:

source: Others
pl_pl: Inne

source: Salary based on department:
pl_pl: P�aca powi�zana z oddzia�em:

source: Number of Grades:
pl_pl: Ilo�� rang pracowniczych:

source: Manage Department
pl_pl: Zarz�dzanie Oddzia�ami

source: The Department name cannot be empty.
pl_pl: Nazwa oddzia�u nie mo�e by� pusta.

source: Please select basic account
pl_pl: Prosz� wybra� konto podstawowe.

source: Salary Basic Account must be an expenses account.
pl_pl: Konto wynagrodzenia podstawowego musi by� kontem kosztowym.

source: Selected department has been updated
pl_pl: Dane oddzia�u zosta�y zaktualizowane

source: New department has been added
pl_pl: Dodano nowy oddzia�

source: The Department cannot be deleted.
pl_pl: Oddzia� nie mo�e by� usuni�ty.

source: Selected department has been deleted
pl_pl: Wybrany oddzia��zosta� usuni�ty

source: Department Name
pl_pl: Nazwa oddzia�u

source: Salary Basic Account
pl_pl: Podstawowe Konto Wynagrodze�:

source: Department Name:
pl_pl: Nazwa Oddzia�u:

source: Select basic account
pl_pl: Wybierz konto bazowe

source: Manage Document Categories
pl_pl: Zarz�dzanie Kategoriami Dokument�w.

source: The document type description cannot be empty.
pl_pl: Typ dokumentu nie mo�e by� pusty.

source: Days before expiry must be a number.
pl_pl: Minimalny okres wa�no�ci musi by� liczb� dodatni�.

source: Selected document type has been updated
pl_pl: Wybrany typ dokumentu zosta� zaktualizowany

source: New document type item has been added
pl_pl: Nowy typ dokumentu zosta� dodany

source: This document category cannot be deleted.
pl_pl: Ta kategoria dokumentu nie mo�e by� usuni�ta.

source: Selected document category has been deleted
pl_pl: Wybrana kategoria zosta�a usuni�ta.

source: Description
pl_pl: Opis

source: Alert Before Expiry
pl_pl: Powiadomienie przed utrat� wa�no�ci

source: Description:
pl_pl: Opis:

source: Alert before expiry:
pl_pl: Powiadomienie przed utrat� wa�no�ci:

source: Employee Payment Entry
pl_pl: Wprowadzanie Zlecenia Wyp�aty

source: Employee Advance Entry
pl_pl: Wprowadzenie Zlecenia Wyp�aty

source: Employee Deposit Entry
pl_pl: Wprowadzanie depozytu pracowniczego

source: Modify Bank Account Entry
pl_pl: Modyfikacja Wyp�aty

source: Modify Bank Deposit Entry
pl_pl: Modyfikacja Przelewu

source: Payment advice already exists
pl_pl: Zleceni przelewu ju� jest zdefiniowane

source: Payment Advices
pl_pl: Zlecenia Wyp�aty

source: Payslip number does not exist
pl_pl: Podany numer paska nie istnieje

source: There are no bank accounts defined in the system.
pl_pl: Nie zdefiniowano rachunk�w bankowych.

source: Employee Payment Advice #%d has been entered
pl_pl: Zlecenie Wyp�aty nr %d zosta�o wprowadzone.

source: &View the GL Postings for this Payment
pl_pl: Poka� Zapisy &Ksi�gowe dla tej p�atno�ci

source: Enter Another &Payment
pl_pl: Wprowad� &Nast�pn� Wyp�at�

source: Enter A &Deposit
pl_pl: Wprowad� &Wp�at�

source: Add an Attachment
pl_pl: Dodaj Za��cznik do Dokumentu

source: Payment #%d has been modified
pl_pl: P�atno�� nr %d zosta�a zmodyfikowana.

source: Deposit #%d has been entered
pl_pl: P�atno�� nr %d zosta�a wprowadzona.

source: View the GL Postings for this Deposit
pl_pl: Poka� Zapisy Ksi�gowe dla Tej Wp�aty

source: Enter Another Deposit
pl_pl: Wprowad� Nast�pn� Wp�at�

source: Enter A Payment
pl_pl: Wprowad� P�atno��

source: Deposit #%d has been modified
pl_pl: Wp�ata nr %d zosta�a zmodyfikowana.

source: &View the GL Postings for this Deposit
pl_pl: Poka� Zapisy Ksi�gowe dla Tej Wp�aty

source: Enter Another &Deposit
pl_pl: Wprowad� Nast�pn� Wp�at�

source: Enter A &Payment
pl_pl: Wprowad� P�atno��

source: Payment advice gl entry For Payslip #
pl_pl: Ksi�gowania Zlecenia Wyp��ty dla paska #

source: You must enter at least one payment line.
pl_pl: Musisz wprowadzi� co najmniej jedn� pozycj� p�atno�ci.

source: The total bank amount cannot be 0.
pl_pl: Kwota nie mo�e by� r�wna zeru.

source: The total bank amount exceeds allowed limit (%s).
pl_pl: Kwota powoduje zej�cie salda poni�ej zera. Obecne saldo wynosi: (%s).

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
pl_pl: Wprowadzenie transakcja spowodowa�oby przekroczenie debetu dla transakcji: %s #%s w dniu %s.

source: The entered date for the payment is invalid.
pl_pl: Podana data p�atno�ci jest nieprawid�owa.

source: The entered date is out of fiscal year or is closed for further data entry.
pl_pl: Podana data jest poza rokiem fiskalnym, jest zamkni�ta dla dalszych zapis�w lub u�ytkownik nie ma prawa wprowadzania dokument�w w roku fiskalnym innym ni� bie��cy.

source: You have to select a payslip.
pl_pl: Musisz wybra� pasek.

source: You have to select an employee.
pl_pl: Musisz wybra� pracownika.

source: Settled amount have to be positive number.
pl_pl: Kwota wp�aty musi by� liczb� dodatni�.

source: Payment cannot be processed because the amount allocated is more than the total payslip amount
pl_pl: Wyp�ata nie mo�e by� wprowadzona poniewa� rozliczana kwota przekracza kwot� paska.

source: Pay amount have to be positive number.
pl_pl: Kwota wyp�aty musi by� liczb� dodatni�.

source: Employee advances have been allocated, no bank payment has been made.
pl_pl: Zaliczki zosta�y ju� rozliczone, przelew nie zostanie wykonany.

source: The amount entered is not a valid number or is less than zero.
pl_pl: Podana warto�� jest nieprawid�owa b�d� mniejsza od zera.

source: The exchange rate cannot be zero or a negative number.
pl_pl: Kurs wymiany musi by� liczb� dodatni�.

source: Generate Payment Items
pl_pl: Generuj Pozycje Wyp�aty

source: Generate Payment GL Items
pl_pl: Generuj Ksi�gowania Wyp�aty

source: Payment Items
pl_pl: Pozycje Wyp�aty

source: Deposit Items
pl_pl: Pozycje Wp�aty

source: Process Payment
pl_pl: Wprowad� Wyp�at�

source: Process Deposit
pl_pl: Wprowad� Wp�at�

source: Employee Attach Documents
pl_pl: Do��czanie Dokument�w Pracownika

source: There are no <b>Document Types</b> defined in the system
pl_pl: W systemie jeszcze nie zdefiniowano <b>Typ�w Dokument�w</b>

source: Select an employee.
pl_pl: Wybierz pracownika.

source: Select a document type.
pl_pl: Wybierz typ dokumentu.

source: The document description cannot be empty.
pl_pl: Opis faktury okresowej nie mo�e by� pusty.

source: Issue date cannot be after expiry date.
pl_pl: Data wystawienia musi poprzedza� dat� wa�no�ci

source: Select attachment file.
pl_pl: Wybierz plik za��cznika.

source: The file size is over the maximum allowed.
pl_pl: Rozmiar pliku jest zbyt du�y.

source: Attachment has been inserted.
pl_pl: Dokument zosta� do��czony.

source: Attachment has been updated.
pl_pl: Dokument zosta� zaktualizowany.

source: Attachment has been deleted.
pl_pl: Dokument zosta� usuni�ty.

source: Enter search string:
pl_pl: Wprowad� wyszukiwany tekst:

source: Enter fragment or leave empty
pl_pl: Podaj fragment lub pozostaw puste

source: All document type
pl_pl: Wszystkie Typy Dokumentu

source: Alert:
pl_pl: Powiadomienie:

source: Not Alert:
pl_pl: Brak Powiadomienia:

source: Expired:
pl_pl: Wygasa:

source: Issued:
pl_pl: Wydany:

source: Alert
pl_pl: Powiadomienie

source: Click to edit this document
pl_pl: Kliknij �eby edytowa� dokument

source: View
pl_pl: Poka�

source: Download
pl_pl: �ci�gnij kopi�

source: Doc No
pl_pl: Dok Nr

source: Document Type
pl_pl: Typ Dokumentu

source: Document Title
pl_pl: Tytu� Dokumentu

source: Issue Date
pl_pl: Data Wystawienia:

source: Expiry Date
pl_pl: Data wa�no�ci

source: Filename
pl_pl: Nazwa pliku

source: Size
pl_pl: Wielko��

source: Filetype
pl_pl: Typ pliku

source: Marked rows are nearly expired
pl_pl: Zaznaczone dokumenty wkr�tce wygasaj�.

source: Marked rows are expired
pl_pl: Zaznaczone dokumenty s� ju� niewa�ne.

source: Document Number:
pl_pl: Numer Dokumentu:

source: Document type:
pl_pl: Typ Dokumentu:

source: Select document type
pl_pl: Wybierz typ dokument�w

source: Document title:
pl_pl: Tytu� Dokumentu:

source: Issue date:
pl_pl: Data wystawienia:

source: Expiry date:
pl_pl: Data wa�no�ci:

source: Attached File:
pl_pl: Za��cznik:

source: Error uploading file.
pl_pl: B��d przy wczytywaniu pliku.

source: Only graphics files can be uploaded
pl_pl: Mo�na za�adowa� tylko pliki graficzne

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
pl_pl: System obs�uguje tylko obrazki w formacie jpeg, png lub gif. Oczekiwana jest nazwa pliku z roszerzeniem .jpg/.png/.gif

source: The file size is over the maximum allowed. The maximum size allowed in KB is
pl_pl: Rozmiar pliku jest zbyt du�y. Maksymalna dozwolona wielko�� pliku w KB to

source: The existing image could not be removed
pl_pl: Istniej�cy plik nie mo�e by� usuni�ty

source: The employee first name must be entered.
pl_pl: Imi� pracownika musi by� wprowadzone.

source: Employee last name must be entered.
pl_pl: Nazwisko pracoewnika musi by� wprowadzone.

source: Invalid email.
pl_pl: B��dny format emaila.

source: Invalid birth date.
pl_pl: B��dna data urodzenia.

source: Invalid hire date.
pl_pl: B��dna data zatrudnienia.

source: Hire date can not be before Birth date.
pl_pl: Data zatrudnienia nie mo�e by� wcze�niejsza ni� data urodzenia.

source: Basic salary amount must be a positive number
pl_pl: P�aca podstawowa musi by� liczb� dodatni�.

source: Staff's Job Position must be selected to use Personal Salary Structure
pl_pl: Musisz wybra� stanowisko aby m�c ustali� struktur� p�acy

source: Invalid release date.
pl_pl: B��dna data wydania.

source: Not hired
pl_pl: Nie zatrudniony

source: Not selected
pl_pl: Nie wybrany

source: Enter Search String:
pl_pl: Wprowad� tekst:

source: All Positions
pl_pl: Wszystkie Stanowiska

source: All Grades
pl_pl: Wszystkie Rangi

source: Show resigned:
pl_pl: Poka� zwolnionych:

source: Name
pl_pl: Nazwa

source: Gender
pl_pl: P�e�

source: Mobile
pl_pl: Telefon kom.

source: Birth
pl_pl: Data urodzenia

source: Hired Date
pl_pl: Data Zatrudnienia

source: Department
pl_pl: Odddzia�

source: No employee defined.
pl_pl: Brak zdefiniowanych pracownik�w.

source: Image File:
pl_pl: Plik Obrazka (.jpg)

source: Delete Image:
pl_pl: Usu� Obrazek:

source: Personal Information
pl_pl: Dane Osobiste

source: Employee Id:
pl_pl: Id Pracownika:

source: First Name:
pl_pl: Imi�:

source: Last Name:
pl_pl: Nazwisko:

source: Gender:
pl_pl: P�e�

source: Address:
pl_pl: Adres:

source: Mobile:
pl_pl: Tel. kom.:

source: Birth Date:
pl_pl: Data urodzenia:

source: National ID:
pl_pl: Numer PESEL:

source: Passport:
pl_pl: Dow�d:

source: Bank Name/Account:
pl_pl: Numer/Nazwa Konta:

source: Tax ID Number:
pl_pl: Numer NIP:

source: Job Information
pl_pl: Imformacje o Zatrudnieniu

source: Notes:
pl_pl: Uwagi:

source: Hire Date:
pl_pl: Data Zatrudnienia:

source: Department:
pl_pl: Oddzia�:

source: Set hire date first
pl_pl: Najpierw zapisz dat� zatrudnienia

source: Job Position:
pl_pl: Stanowisko:

source: Salary Grade:
pl_pl: Ranga:

source: Basic
pl_pl: Podstawowy

source: Resigned:
pl_pl: Zwolniony:

source: Release Date:
pl_pl: Data Wydania:

source: Pay Elements
pl_pl: Sk�adniki Wynagrodzenia

source: Enter negative amount for deduction, positive for earning
pl_pl: Wprowad� warto�ci ujemne dla odpis�w, dodatnie dla dodatk�w.

source: Use Personal Salary Structure:
pl_pl: U�yj Osobistej Struktury P�acy:

source: Basic Salary Amount:
pl_pl: Kwota Bazowa Wyp�aty:

source: Update Employee
pl_pl: Zapisz Dane Pracownika

source: Update employee details
pl_pl: Zmie� dane pracownika

source: Select this employee and return to document entry.
pl_pl: Wybierz tego pracownika i wr�� do edycji dokumentu.

source: Delete Employee
pl_pl: Usu� Dane Pracownika

source: Delete employee data if have been never used
pl_pl: Usu� dane pracownika je�li nie s� nigdzie u�ywane

source: Add New Employee Details
pl_pl: Wprowad� Dane Nowego Pracownika

source: Employee details has been updated.
pl_pl: Dane pracownika zosta�y zaktualizowane.

source: A new employee has been added.
pl_pl: Dodano nowego pracownika.

source: Employee details has been deleted.
pl_pl: Dane pracownika zosta�y usuni�te.

source: Manage Employees
pl_pl: Zarz�dzanie pracownikami

source: Employees &List
pl_pl: &Lista Pracownik�w

source: &Add/Edit Employee
pl_pl: &Dodaj/Zmie� Dane Pracownika

source: Manage Grades
pl_pl: Zarz�dzanie Rangami

source: Pay amount cannot be a negative number
pl_pl: Warto�� p�acy musi by� liczb� dodatni�.

source: Grade table has been updated
pl_pl: Siatka p�ac zosta�a zmodyfikowana

source: Grade table for selected job position cannot be deleted.
pl_pl: Siatka p�ac dla wybranego stanowiska nie mo�e by� usuni�ta

source: Grade table of selected job position has been deleted
pl_pl: Siatka p�ac dla wybranego stanowiska zosta�� usuni�ta

source: Please define Job Positions First
pl_pl: Najpierw zdefiniuj Stanowiska

source: Job Position
pl_pl: Stanowisko

source: Basic Amount
pl_pl: P�aca Podstawowa

source: Grade
pl_pl: Ranga

source: Basic Amount:
pl_pl: P�aca Podstawowa:

source: Leave Types
pl_pl: Typy Urlop�w

source: Salary rate must be a number.
pl_pl: Odp�atno�� musi by� liczb� dodatni�.

source: The Leave type name cannot be empty.
pl_pl: Nazwa typu urlopu nie mo�e by� pusta.

source: The Leave type code cannot be empty and only allows alphabet letters.
pl_pl: Kod typu urlopu musi si� sk�ada� z jednej lub wi�cej liter.

source: Selected leave type has been updated
pl_pl: Wybrany typ urlopu zosta� zaktualizowany

source: New leave type has been added
pl_pl: Dodano nowy typ urlopu

source: This leave type cannot be deleted.
pl_pl: Ten typ urlopu nie mo�e by� usuni�ty.

source: Selected leave type has been deleted
pl_pl: Wybrany typ urlopu zosta� usuni�ty

source: Leave Type Name
pl_pl: Nazwa Typu Urlopu

source: Leave Type Code
pl_pl: Kod Typu Urlopu

source: Salary Rate (%)
pl_pl: Odp�atno�� (%)

source: Salary rate:
pl_pl: Odp�atno��:

source: Leave Type Name:
pl_pl: Nazwa Typu Urlopu

source: Leave Type Code:
pl_pl: Kod Typu Urlopu:

source: Overtime Rates
pl_pl: Stawki Nadgodzinowe

source: The overtime rate cannot be empty.
pl_pl: Stawka nie mo�e by� pusta.

source: Overtime rate must be a number.
pl_pl: Podana stawka musi by� numeryczna.

source: The overtime name cannot be empty.
pl_pl: Nazwa Stawki nie mo�e by� pusta.

source: Selected overtime has been updated
pl_pl: Wybrana stawka zosta�a zmieniona

source: New overtime item has been added
pl_pl: Dodano now� stawk� nadgodzinow�

source: This overtime cannot be deleted.
pl_pl: Ta stawka nie mo�e by� usuni�ta.

source: Selected overtime item has been deleted
pl_pl: Wybrana stawka zosta�a usuni�ta.

source: Overtime Name
pl_pl: Nazwa Stawki:

source: Overtime Rate
pl_pl: Stawka Nadgodzinowa

source: Overtime rate:
pl_pl: Stawka Nadgodzinowa:

source: Overtime Name:
pl_pl: Nazwa Stawki:

source: Accounts have been updated, some accounts might not have been deleted because Salary Structure using them.
pl_pl: Konta zosta�y zaktualizowane, niekt�re mog�y pozosta� nie usuni�te ze wzgl�du na ich u�ycie w Strukturach P�ac

source: Select Job Position first.
pl_pl: Najpierw wybierz stanowisko.

source: Pay Element
pl_pl: Sk�adnik Wynagrodzenia

source: Save
pl_pl: Zapisz

source: Save payroll structure
pl_pl: Zapisz struktur� wynagrodzenia

source: Update payroll rules data
pl_pl: Zmie� dane zasad wynagrodzenia

source: Select this job position and return to document entry.
pl_pl: Wybierz to stanowisko i wr�� do edycji dokumentu.

source: Delete payroll rules if have been never used
pl_pl: Usu� zasady wynagrodzenia je�li nie s� nigdzie u�ywane

source: Selected payroll rules have been deleted.
pl_pl: Wybrane zasady wynagrodzenia zosta�y usuni�te

source: Manage Payroll Rule
pl_pl: Zasady Wynagrodzenia

source: Select Job Position
pl_pl: Wyb�r Stanowiska

source: Show inactive:
pl_pl: Poka� nieaktywne:

source: Define Job Positions first.
pl_pl: ZNajpierw zdefiniuj Stanowiska

source: Modifying Employee Payslip #%d.
pl_pl: Modyfikacja Paska Wyngrodze� nr %d.

source: Modifying Employee Payslip
pl_pl: Modyfukacja PAska Wynagrodze�

source: Employee Payslip Entry
pl_pl: Wprowadzanie Paska Wynagrodze�

source: Payslip #%d has been entered
pl_pl: Pasek nr %d zosta� wprowadzony.

source: &View this Transaction
pl_pl: &Poka� Transakcj�

source: Make Payment &Advice for this Payslip
pl_pl: &Polecenie zap�aty do tego Paska

source: Enter &New Payslip
pl_pl: Wprowad� &Nast�pny Pasek

source: Employee Payslip #%d has been updated
pl_pl: Pasek Wynagrodze� nr %d zosta� zaktualizowany

source: &View this Journal Entry
pl_pl: Poka�/Drukuj wprowadzony &Dokument Ksi�gowy

source: Return to Payslip &Inquiry
pl_pl: Powr�t do &Przegl�du Pask�w Wynagrodze�

source: You can edit directly only journal entries created via Journal Entry page.
pl_pl: Edycji podlegaj� tylko zapisy utworzone przez stron� Pozycje Dziennika.

source: Entry &New Journal Entry
pl_pl: Wprowad� &Nast�pn� Pozycj� Dziennika

source: Employee not selected
pl_pl: Nie wybrano pracownika

source: Selected date has already paid for this person
pl_pl: Wybrana data dla tego pracownika jest ju� rozliczona.

source: Selected period contains a period that has already been paid for this person
pl_pl: Wybrany okres zawiera czas ju� rozliczony

source: End date cannot be before the start date
pl_pl: Data ko�cowa zakresu nie mo�e by� wcze�niejsza ni� pocz�tkowa.

source: Cannot pay for the date in the future.
pl_pl: Nie mo�na rozlicza� prac z przysz�o�ci.

source: Cannot pay for the date before hired date
pl_pl: Nie mo�na rozlicza� p�ac sprzed pocz�tku okresu zatrudnienia

source: Selected Employee does not have a Job Position, please define it first.
pl_pl: Wybrany pracownik nie ma ustalonego stanowiska, popraw te dane.
